app_name=Hexpert
play=Jogarbest=MELHOR : {0,number}
score=PONTUA\u00C7\u00C3O : {0,number}
yes=Sim
no=N\u00E3o
ok=Ok
all_objectives_finished=Voc\u00EA completou todos os objetivos neste n\u00EDvel, voc\u00EA deseja sair?
all_objectives_finished_no_quit=Voc\u00EA completou todos os objetivos neste n\u00EDvel!
goals=Objetivos
confirm_reset=Tem certeza de que deseja reiniciar este n\u00EDvel?
confirm_quit=Tem certeza de que deseja sair?
option_build_help=Posicionamentos v\u00E1lidos est\u00E3o destacados
option_keep_selection=Mantenha o pr\u00E9dio selecionado ap\u00F3s o posicionamento
option_show_req=Mostrar exig\u00EAncias do pr\u00E9dio
option_play_sounds=Ativar sons
objective_score=Atinja pontua\u00E7\u00E3o de {0,number}
objective_building=Construir {0,number} {1}
farm_choice={0,choice,1#fazenda|1<fazendas}
house_choice={0,choice,1#casa|1<casas}
wind_choice={0,choice,1#turbina e\u00F3lica|1<turbinas e\u00F3licas}
mine_choice={0,choice,1#mina|1<minas}
factory_choice={0,choice,1#f\u00E1brica|1<f\u00E1bricas}
market_choice={0,choice,1#mercado|1<mercados}
bank_choice={0,choice,1#banco|1<bancos}
rocket_choice={0,choice,1#foguete|1<foguetes}
locked_left={0,number}/{1,number} objetivos completos at\u00E9 o desbloqueio
share=Compartilhar
backtolvlslct=Voltar \u00E0 sele\u00E7\u00E3o de n\u00EDvel
resetlvl=Reiniciar n\u00EDvel
options=Op\u00E7\u00F5es
leaderboard=Ranking
close=Fechar
show_goals=Mostrar objetivos
building_req=Requisitos do Pr\u00E9dio
building_score=Pontua\u00E7\u00E3o do Pr\u00E9dio
tile_spec=Ladrilhos especiais
building_lck=Pr\u00E9dios Bloqueados
farm_needs=Uma fazenda n\u00E3o pode ser colocada ao lado de outra fazenda
house_needs=Uma casa precisa de uma fazenda
mine_needs=Uma mina precisa de uma casa
wind_needs=Uma turbina e\u00F3lica precisa de uma casa
factory_needs=Uma f\u00E1brica precisa de uma casa, uma mina e uma turbina e\u00F3lica
market_needs=Um mercado precisa de uma casa, uma turbina e\u00F3lica e uma f\u00E1brica
bank_needs=Um banco precisa de uma casa, uma mina, uma turbina e\u00F3lica e um mercado
rocket_needs=Um foguete precisa de uma casa, uma turbina e\u00F3lica, uma f\u00E1brica e um banco
tut_score=Quando voc\u00EA p\u00F5e um pr\u00E9dio em um ladrilho, sua pontua\u00E7\u00E3o ser\u00E1 modificada pela quantidade associada a ele
grass_effect=Sem efeito
water_effect=Voc\u00EA n\u00E3o pode colocar um pr\u00E9dio neste ladrilho
forest_effect=A pontua\u00E7\u00E3o neste ladrilho \u00E9 dobrada
sand_effect=A pontua\u00E7\u00E3o neste ladrilho n\u00E3o \u00E9 calculada
lck_diag=Pr\u00E9dios bloqueados s\u00E3o vers\u00F5es sem cores de seu pr\u00E9dio respective. Voc\u00EA obter\u00E1 a pontua\u00E7\u00E3o associada com o pr\u00E9dio uma vez que fornecer os requerimentos necess\u00E1rios para que seja constru\u00EDdo.
req_diag=Todos os pr\u00E9dios devem cumprir com os requerimentos associados a eles para serem colocados.
share_message=Eu completei o n\u00EDvel {0, number} no Hexpert!
share_message_score=Eu alcancei a pontua\u00E7\u00E3o de {0, number} no n\u00EDvel {1, number} no Hexpert!
pwyw=Esperamos que voc\u00EA esteja gostando do Hexpert! Todo jogador paga a quantia que ele acha que o jogo vale. Quanto voc\u00EA quer pagar pelo jogo?
freerider=Tudo bem! No entanto, ficar\u00EDamos felizes se voc\u00EA avaliasse o Hexpert na Play Store!
rate=Avaliar
