app_name=Hexpert
play=Jouer
best=MEILLEUR : {0,number}
score=SCORE : {0,number}
yes=Oui
no=Non
ok=Ok
all_objectives_finished=Vous avez r\u00E9ussi tout les objectifs du niveau! Voulez vous quitter?
all_objectives_finished_no_quit=Vous avez r\u00E9ussi tout les objectifs du niveau!
goals=Objectifs
confirm_reset=\u00CAtes-vous certain de vouloir r\u00E9initialiser le niveau?
confirm_quit=\u00CAtes-vous certain de vouloir quitter?
option_build_help=Les placements valides sont surlign\u00E9s
option_keep_selection=Garder la s\u00E9lection suite \u00E0 un placement
option_show_req=Afficher les pr\u00E9requis de construction
option_play_sounds=Jouer les sons
objective_score=Score d'au moins {0,number}
objective_building=Construire {0,number} {1}
farm_choice={0,choice,1#ferme|1<fermes}
house_choice={0,choice,1#maison|1<maisons}
wind_choice={0,choice,1#\u00E9olienne|1<\u00E9oliennes}
mine_choice={0,choice,1#mine|1<mines}
factory_choice={0,choice,1#usine|1<usines}
market_choice={0,choice,1#march\u00E9|1<march\u00E9s}
bank_choice={0,choice,1#banque|1<banque}
rocket_choice={0,choice,1#fus\u00E9e|1<fus\u00E9es}
locked_left={0,number}/{1,number} objectifs compl\u00E9t\u00E9s avant le d\u00E9verouillement
share=Partager
backtolvlslct=Retour \u00E0 l'\u00E9cran de s\u00E9lection
resetlvl=R\u00E9initialiser le niveau
options=Options
leaderboard=Classement
close=Fermer
show_goals=Montrer les objectifs
building_req=Conditions de construction
building_score=Score par b\u00E2timent
tile_spec=Tuiles sp\u00E9ciales
building_lck=B\u00E2timents v\u00E9rouill\u00E9s
farm_needs=Une ferme ne peut pas \u00EAtre plac\u00E9 \u00E0 c\u00F4t\u00E9 d'une autre ferme
house_needs=Une maison a besoin d'une ferme
mine_needs=Une mine a besoin d'une maison
wind_needs=Une \u00E9olienne a besoin d'une maison
factory_needs=Une usine a besoin d'une maison, d'une mine et d'une \u00E9olienne
market_needs=Un march\u00E9 a besoin d'une maison, d'une \u00E9olienne et d'une usine
bank_needs=Une banque a besoin d'une maison, d'une mine, d'une \u00E9olienne et d'un march\u00E9
rocket_needs=Une fus\u00E9e a besoin d'une maison, d'une \u00E9olienne, d'une usine et d'une banque
tut_score=Lorsque vous posez un b\u00E2timent, le score sera chang\u00E9 avec le montant qui lui est associ\u00E9
grass_effect=Sans effet
water_effect=Vous ne pouvez pas placer de b\u00E2timent sur cette tuile
forest_effect=Le score pour cette tuile est doubl\u00E9
sand_effect=Le score de cette tuile ne sera pas calcul\u00E9
lck_diag=Les b\u00E2timents verouill\u00E9s sont des versions sans couleurs de leur b\u00E2timent respectif. Vous obtenez leur score associ\u00E9 une fois que les conditions de construction sont remplies
req_diag=Chaque b\u00E2timent doit atteindre certaines conditions avant d'\u00EAtre plac\u00E9
share_message=J'ai r\u00E9ussi le niveau {0, number} sur Hexpert!
share_message_score=J'ai atteins un score de {0, number} sur le niveau {1, number} de Hexpert!
pwyw=J'esp\u00E8re que vous appr\u00E9ciez Hexpert jusqu'\u00E0 maintenant! Chaque joueur paie ce qu'il pense que le jeu vaut. Combien voulez-vous payer pour le jeu?
freerider=C'est correct! Cependant, je serais heureux si vous notez Hexpert sur le Play Store!
rate=Notez